{
    "Andorra la Vella": [
      "This country has no airports or train stations; you can only reach it by road from Spain or France.",
      "Its parliament, the General Council, was founded in 1419, making it one of the oldest in Europe.",
      "It has more tourists annually than permanent residents, by a factor of about 25."
    ],
    "Ankara": [
      "It became the capital in 1923, chosen for its central location rather than historical prominence.",
      "The city is famous for a breed of long-haired goat producing mohair wool.",
      "Ancient Roman baths and a temple dedicated to Augustus still stand here."
    ],
    "Baku": [
      "It lies below sea level, making it the lowest-lying national capital in the world.",
      "Oil wells here have been operating since the 19th century, with some of the earliest commercial drilling in history.",
      "Its Flame Towers are lit with LED screens to resemble flickering fire at night."
    ],
    "Bratislava": [
      "It is the only capital in the world bordering two independent countries.",
      "The UFO-shaped restaurant on its bridge is a major landmark.",
      "It has a statue of a sewer worker peeking out from a manhole that is a popular tourist attraction."
    ],
    "Bucharest": [
      "It has the second-largest administrative building in the world after the Pentagon.",
      "Its nickname was once 'Little Paris' due to French-style architecture and lifestyle.",
      "The city’s underground network includes unused metro stations known as 'ghost stations.'"
    ],
    "Chisinau": [
      "It was almost completely destroyed in World War II and rebuilt in a Soviet style.",
      "The city has more than 20 lakes, many formed by damming small rivers.",
      "It is one of the greenest capitals in Europe, with large parts covered in parks and vineyards."
    ],
    "Iceland (Reykjavik)": [
      "The city uses geothermal energy to heat almost all of its homes and sidewalks.",
      "It has no standing army, navy, or air force, despite being a capital city.",
      "Street names often reference Norse mythology and sagas."
    ],
    "Kiev": [
      "Its cave monastery complex has mummified monks preserved for centuries.",
      "A giant Motherland statue here is taller than the Statue of Liberty.",
      "It claims one of the world’s deepest metro stations, more than 100 meters underground."
    ],
    "Liechtenstein (Vaduz)": [
      "The entire country has no airport; the nearest is across the border in Switzerland.",
      "Once, the country’s army accidentally invaded Switzerland after getting lost in the fog.",
      "It is one of the only countries in the world that can be rented for private events."
    ],
    "Lisbon": [
      "It predates Rome, with archaeological evidence of settlement over 3,000 years ago.",
      "It suffered one of the deadliest earthquakes in history in 1755, followed by a tsunami and fires.",
      "Its iconic yellow trams have been in operation since the 19th century."
    ],
    "Ljubljana": [
      "A dragon is the symbol of the city, featured on its bridge and coat of arms.",
      "It has one of the world’s oldest philharmonic orchestras, founded in 1701.",
      "Underground caves nearby are inhabited by an unusual creature called the olm, also known as the 'baby dragon.'"
    ],
    "Luxembourg": [
      "The old city fortifications were so strong that the city was nicknamed the 'Gibraltar of the North.'",
      "It is one of the few capitals where the monarch’s palace is right in the center of town and open to the public at times.",
      "The city operates a fully free public transport system."
    ],
    "Minsk": [
      "It was almost entirely rebuilt after being destroyed during World War II.",
      "Wide boulevards and monumental Soviet architecture dominate its center.",
      "It has a large island memorial dedicated to soldiers lost in the Afghanistan war."
    ],
    "Monaco": [
      "It is smaller than New York’s Central Park yet remains a sovereign nation.",
      "Its famous casino once banned citizens of the country from gambling there.",
      "Formula 1 cars race through its regular city streets during the Grand Prix."
    ],
    "Moscow": [
      "Its metro stations are decorated like palaces with chandeliers and mosaics.",
      "The city has a museum dedicated entirely to vodka.",
      "The Kremlin’s walls contain a secret cat colony cared for by staff."
    ],
    "Nicosia": [
      "It is the only divided capital city in the world, split by a UN buffer zone.",
      "The walls surrounding the old town are shaped like a star from above.",
      "It has been continuously inhabited for over 4,000 years."
    ],
    "Riga": [
      "It has the largest collection of Art Nouveau architecture in Europe.",
      "Its central market is housed in old Zeppelin hangars.",
      "A local tradition is drinking rye bread kvass, a slightly fermented beverage."
    ],
    "Saint Petersburg": [
      "It was founded by a czar who wanted a 'window to Europe' on the Baltic Sea.",
      "The city is crisscrossed by canals, earning it the nickname 'Venice of the North.'",
      "During World War II, it endured one of the longest sieges in history, lasting 872 days."
    ],
    "San Marino": [
      "It claims to be the world’s oldest surviving republic, founded in 301 AD.",
      "Its guards still wear colorful Renaissance-style uniforms.",
      "The Three Towers on its mountain are featured on its national flag and coat of arms."
    ],
    "Sofia": [
      "The city sits atop thousands of years of history, with Roman ruins integrated into the metro.",
      "Its mineral springs have been used since antiquity for healing purposes.",
      "A Soviet monument was once repainted by artists to show superheroes instead of soldiers."
    ],
    "Tallinn": [
      "Its old town is one of the best-preserved medieval city centers in Europe.",
      "It was the first place in the world to hold an online political election.",
      "The city hosts a massive song festival with tens of thousands of participants singing together."
    ],
    "Tbilisi": [
      "Its name means 'warm place,' referring to the natural hot springs in the area.",
      "Colorful wooden balconies are a hallmark of its traditional architecture.",
      "Legend says it was founded after a king’s falcon fell into a hot spring."
    ],
    "Valletta": [
      "It was built almost entirely by the Knights of St. John after the Great Siege of 1565.",
      "The city has over 300 monuments in a very compact area, making it an open-air museum.",
      "Its streets were designed in a grid to let sea breezes cool the city."
    ],
    "Vatican City": [
      "It is the smallest independent state in the world by area and population.",
      "It has its own postal service, often faster than Italy’s.",
      "The official ATM machines here offer Latin as a language option."
    ],
    "Vilnius": [
      "Its old town is one of the largest surviving medieval old towns in Europe.",
      "The city declared a whimsical 'Republic of Užupis' with its own constitution and president.",
      "Hot air balloons often launch directly from the city center."
    ],
    "Yerevan": [
      "It is one of the world’s oldest continuously inhabited cities, founded in 782 BC.",
      "The city’s main building stone is pink tuff, giving it the nickname 'The Pink City.'",
      "It has giant stairway complex called the Cascade, adorned with modern art."
    ],
    "Zagreb": [
      "It has a museum dedicated entirely to failed relationships, the Museum of Broken Relationships.",
      "A cannon is fired daily at noon from a tower in the old town.",
      "Its street lamps were among the last in Europe to be lit by gas and are still hand-lit today."
    ],
    "Zurich": [
      "It has a law requiring residents to own a bomb shelter or access to one.",
      "The city’s river is so clean that locals swim in it during summer.",
      "A statue of a police officer once had to be removed because pigeons kept perching on his hat."
    ],
    "Paris": [
        "There’s an entire underground city of catacombs holding the bones of over six million people.",
        "A law still technically allows taxi drivers to refuse passengers if they have dogs.",
        "One major landmark was originally meant to be a temporary structure for the 1889 World’s Fair."
    ],
    "London": [
        "The city technically has two different mayors: one ceremonial and one political.",
        "Crows are kept at a royal fortress because legend says if they leave, the kingdom will fall.",
        "The shortest war in history was declared here, lasting just 38 minutes against Zanzibar."
    ],
    "Berlin": [
        "Wild boars freely roam the outskirts and sometimes wander into the suburbs.",
        "A forested hill in the city is built entirely from World War II rubble.",
        "There are more museums than rainy days in an average year."
    ],
    "Rome": [
        "Cats are legally allowed to live undisturbed among ancient ruins.",
        "There’s a secret keyhole where you can see three countries at once.",
        "One fountain here collects nearly a million euros a year in coins thrown by tourists."
    ],
    "Madrid": [
        "It is located in the exact geographic center of the Iberian Peninsula, marked by a plaque in the pavement.",
        "A bear and a strawberry tree are the city’s official symbols and appear on its coat of arms.",
        "The world’s oldest continuously operating restaurant, opened in 1725, is found here."
    ],
    "Amsterdam": [
        "There are more bicycles than residents.",
        "The city has a floating flower market that dates back to the 19th century.",
        "Its houses lean forward intentionally to make it easier to hoist furniture inside through upper windows."
    ],
    "Vienna": [
        "The city’s famous Lipizzaner horses perform classical dressage in a baroque palace.",
        "It has coffee houses that have been recognized by UNESCO for their cultural importance.",
        "There’s an amusement park with a Ferris wheel older than most modern nations."
    ],
    "Prague": [
        "An astronomical clock here has been working since the 1400s and still puts on a mechanical show every hour.",
        "A statue of a man hanging by one hand from a pole is often mistaken for a real person.",
        "A crypt beneath one of its churches still contains mummified monks preserved naturally by air currents."
    ],
    "Warsaw": [
        "The city was almost entirely rebuilt from old paintings and photographs after World War II.",
        "A mermaid holding a sword and shield is its mythical protector.",
        "There’s a neon museum dedicated solely to preserving old Communist-era signs."
    ],
    "Stockholm": [
        "It’s built on 14 islands connected by over 50 bridges.",
        "A subway station network doubles as the world’s longest art gallery.",
        "The city is so clean that people fish for salmon in its central waterways."
    ],
    "Oslo": [
        "The city burns imported rubbish from other countries to generate electricity.",
        "It once knighted a penguin as a member of the royal guard.",
        "A sculpture park displays over 200 naked human figures in dramatic poses."
    ],
    "Copenhagen": [
        "The city’s harbor is clean enough for swimming right in the center.",
        "A statue of a mermaid here is one of the most vandalized monuments in the world.",
        "Residents bike so much that there are traffic lights timed specifically for cyclists."
    ],
    "Helsinki": [
        "The city hosts an annual 'Wife Carrying' championship in a nearby region.",
        "There are more saunas than cars in many residential buildings.",
        "Its central train station has statues nicknamed 'the stone men' that are used in advertising campaigns."
    ],
    "Brussels": [
        "Its most famous statue is of a little boy urinating.",
        "It’s home to over 1,000 different types of beer.",
        "A comic book route through the city celebrates characters like Tintin and the Smurfs."
    ],
    "Budapest": [
        "The city has more thermal springs than any other capital in the world.",
        "A network of underground caves lies beneath its hills.",
        "It was originally two cities—Buda and Pest—separated by a river and united in 1873."
    ],
    "Dublin": [
        "There’s a pub for roughly every 1,000 people.",
        "Its city center was once walled and protected by Vikings.",
        "The city’s river bridges are each uniquely designed, with one resembling a harp—the national symbol."
    ],
    "Athens": [
        "It’s one of the oldest continuously inhabited cities in the world, over 3,400 years old.",
        "Stray cats are cared for by residents and roam freely among ancient ruins.",
        "There’s a small hill offering a panoramic view that was used in ancient times to announce victories."
    ],
    "Istanbul": [
        "It’s the only city in the world located on two continents.",
        "Ancient Roman aqueducts still carry water through parts of the city.",
        "Underneath its streets lies a vast cistern supported by hundreds of marble columns."
    ]
  }
  